/* No comment provided by engineer. */
"%@ is busy." = "%@ är upptagen.";

/* No comment provided by engineer. */
"%@ is composing..." = "%@ is composing...";

/* No comment provided by engineer. */
"%@ is not registered." = "%@ är inte registrerat";

/* No comment provided by engineer. */
"%@ would like to enable video" = "%@ vill aktivera video";

/* No comment provided by engineer. */
"%@\nReason was: %@" = "%1$@\nReason was: %2$@";

/* No comment provided by engineer. */
"(invalid string)" = "(ogiltig sträng)";

/* No comment provided by engineer. */
"(no description)" = "(ingen beskrivning)";

/* No comment provided by engineer. */
"About" = "Om";

/* No comment provided by engineer. */
"ACCEPT" = "ACCEPTERA";

/* No comment provided by engineer. */
"Account creation issue" = "Kontoskapande-problem";

/* No comment provided by engineer. */
"Account validation failed" = "Kontovalidering misslyckades";

/* No comment provided by engineer. */
"Add new email" = "Lägg till ny e-post";

/* No comment provided by engineer. */
"Add new phone number" = "Lägg till nytt telefonnummer";

/* No comment provided by engineer. */
"Add new SIP address" = "Lägg till ny SIP-adress";

/* No comment provided by engineer. */
"Address book" = "Adressbok";

/* No comment provided by engineer. */
"Answer" = "Svara";

/* No comment provided by engineer. */
"Application logs" = "Applikationsloggar";

/* No comment provided by engineer. */
"Are you sure to want to remove your proxy setup?" = "Are you sure to want to remove your proxy setup?";

/* No comment provided by engineer. */
"Assistant" = "Assistent";

/* No comment provided by engineer. */
"Authentication needed." = "Authentication needed.";

/* No comment provided by engineer. */
"Average" = "Medel";

/* No comment provided by engineer. */
"Back" = "Tillbaka";

/* No comment provided by engineer. */
"Bad credentials, check your account settings" = "Bad credentials, check your account settings";

/* No comment provided by engineer. */
"Battery is running low. Stop video ?" = "Batterinivån är låg. Stoppa video ?";

/* No comment provided by engineer. */
"Call %@" = "Ring %@";

/* No comment provided by engineer. */
"Call failed" = "Call failed";

/* No comment provided by engineer. */
"Call quality: %d" = "Samtalskvalitet: %d";

/* No comment provided by engineer. */
"Calls" = "Samtal";

/* No comment provided by engineer. */
"Camera" = "Kamera";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Cannot call %@." = "Kan inte ringa %@.";

/* No comment provided by engineer. */
"Cannot make call" = "Kan inte ringa";

/* No comment provided by engineer. */
"Cannot purchase anything yet, please try again later." = "Cannot purchase anything yet, please try again later.";

/* No comment provided by engineer. */
"Cannot send email" = "Kan inte skicka e-post";

/* No comment provided by engineer. */
"Cannot write image to photo library" = "Kan inte skriva bild till fotobibliotek";

/* No comment provided by engineer. */
"Chat with %@" = "Chatt med %@";

/* No comment provided by engineer. */
"Checkbox" = "Checkbox";

/* No comment provided by engineer. */
"Choose an action" = "Välj en åtgärd";

/* No comment provided by engineer. */
"Choose the image size" = "Välj bildstorlek";

/* No comment provided by engineer. */
"Communication issue" = "Kommunikationsproblem";

/* No comment provided by engineer. */
"Communication issue (%@)" = "Kommunikationsproblem (%@)";

/* No comment provided by engineer. */
"Conference" = "Konferens";

/* No comment provided by engineer. */
"Confirm password" = "Bekräfta lösenord";

/* No comment provided by engineer. */
"Confirm the following SAS with peer:\n%s" = "Confirm the following SAS with peer:\n%s";

/* No comment provided by engineer. */
"Continue" = "Fortsätt";

/* No comment provided by engineer. */
"Continue video" = "Fortsätt video";

/* No comment provided by engineer. */
"Debug" = "Debug";

/* No comment provided by engineer. */
"Decline" = "Avvisa";

/* No comment provided by engineer. */
"DENY" = "NEKA";

/* No comment provided by engineer. */
"Deselect all" = "Markera ingen";

/* No comment provided by engineer. */
"Deselected" = "Avmarkerad";

/* ICE has established a direct connection to the remote host */
"Direct connection" = "Direkt anslutning";

/* No comment provided by engineer. */
"Disable logs" = "Inaktivera loggar";

/* No comment provided by engineer. */
"Do you want to delete selected contact?" = "Vill du ta bort markerade kontakter?";

/* No comment provided by engineer. */
"Do you want to delete selected contacts?" = "Do you want to delete selected contacts?";

/* No comment provided by engineer. */
"Do you want to delete selected conversations?" = "Do you want to delete selected conversations?";

/* No comment provided by engineer. */
"Do you want to delete selected logs?" = "Do you want to delete selected logs?";

/* No comment provided by engineer. */
"Do you want to delete selected messages?" = "Do you want to delete selected messages?";

/* No comment provided by engineer. */
"Done" = "Färdig";

/* Date formatting in History Details (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"EEE dd MMM 'at' HH'h'mm" = "EEE dd MMM 'at' HH'h'mm";

/* Date formatting in History List, for current year (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"EEE dd MMMM" = "EEE dd MMMM";

/* Date formatting in History List, for previous years (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"EEE dd MMMM yyyy" = "EEE dd MMMM yyyy";

/* No comment provided by engineer. */
"Either configure a SIP proxy server from settings prior to place a call or use a valid SIP address (I.E sip:john@example.net)" = "Either configure a SIP proxy server from settings prior to place a call or use a valid SIP address (I.E sip:john@example.net)";

/* No comment provided by engineer. */
"Either configure a SIP proxy server from settings prior to send a message or use a valid SIP address (I.E sip:john@example.net)" = "Either configure a SIP proxy server from settings prior to send a message or use a valid SIP address (I.E sip:john@example.net)";

/* No comment provided by engineer. */
"Email addresses" = "E-postadresser";

/* No comment provided by engineer. */
"Enable logs" = "Aktivera loggar";

/* No comment provided by engineer. */
"Error" = "Fel";

/* No comment provided by engineer. */
"Error: no mail account configured" = "Fel: inget mail-konto konfigurerat";

/* ICE processing has failed */
"Failed" = "Misslyckades";

/* No comment provided by engineer. */
"Failed configuring from the specified URL." = "Failed configuring from the specified URL.";

/* No comment provided by engineer. */
"Failed to query the server. Please try again later" = "Failed to query the server. Please try again later";

/* No comment provided by engineer. */
"Failure" = "Failure";

/* No comment provided by engineer. */
"Fetching remote configuration" = "Hämtar fjärr-konfiguration";

/* No comment provided by engineer. */
"Fetching remote configuration..." = "Hämtar fjärr-konfiguration...";

/* No comment provided by engineer. */
"First name" = "Förnamn";

/* No comment provided by engineer. */
"Go to settings" = "Gå till inställningar";

/* Date formatting in Chat List and Conversation bubbles, for current day (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"HH:mm" = "HH:mm";

/* No comment provided by engineer. */
"I got it, continue" = "Jag fattar, fortsätt";

/* No comment provided by engineer. */
"IC_MSG" = "Inkommande samtal från %@";

/* No comment provided by engineer. */
"IM_FULLMSG" = "%@: %@";

/* No comment provided by engineer. */
"IM_MSG" = "Inkommande meddelande från %@";

/* No comment provided by engineer. */
"In apps not ready yet" = "In apps not ready yet";

/* ICE process is in progress */
"In progress" = "Pågår";

/* No comment provided by engineer. */
"Incorrect username or password." = "Felaktigt användarnamn eller lösenord.";

/* No comment provided by engineer. */
"Invalid address" = "Ogiltig adress";

/* No comment provided by engineer. */
"Invalid display name." = "Ogiltigt visningsnamn.";

/* No comment provided by engineer. */
"Invalid domain." = "Ogiltig domän.";

/* No comment provided by engineer. */
"Invalid email." = "Ogiltig e-post.";

/* No comment provided by engineer. */
"Invalid phone number." = "Ogiltigt telefonnummer.";

/* No comment provided by engineer. */
"Invalid proxy address" = "Ogiltig proxy-adress";

/* No comment provided by engineer. */
"Invalid remote provisioning URL" = "Invalid remote provisioning URL";

/* No comment provided by engineer. */
"Invalid route" = "Ogiltig rutt";

/* No comment provided by engineer. */
"Invalid route." = "Ogiltig rutt.";

/* No comment provided by engineer. */
"Invalid server response" = "Ogiltigt server-svar";

/* No comment provided by engineer. */
"Invalid SIP address" = "Ogiltig SIP-adress";

/* No comment provided by engineer. */
"Invalid username or domain" = "Ogiltigt användarnamn eller domän";

/* No comment provided by engineer. */
"Invalid username." = "Ogiltigt användarnamn.";

/* No comment provided by engineer. */
"Last name" = "Efternamn";

/* No comment provided by engineer. */
"Low bandwidth" = "Låg bandbredd";

/* InAppSettingsKit */
"Mail not configured" = "Mail not configured";

/* No comment provided by engineer. */
"Mark Read" = "Markera läst";

/* No comment provided by engineer. */
"Maximum" = "Maximal";

/* No comment provided by engineer. */
"Minimum" = "Minimal";

/* Date formatting in Chat List, for all but current day (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"MM/dd" = "MM/dd";

/* Date formatting in Conversation bubbles, for all but current day (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"MM/dd - HH:mm" = "MM/dd - HH:mm";

/* ICE has established a connection to the remote host through one or several NATs */
"NAT(s) connection" = "NAT-anslutning";

/* No comment provided by engineer. */
"Network down" = "Nätverk nere";

/* No comment provided by engineer. */
"Network Error" = "Nätverks-fel";

/* No comment provided by engineer. */
"No" = "Nej";

/* No comment provided by engineer. */
"No account configured" = "Inget konto konfigurerat";

/* No comment provided by engineer. */
"No address" = "Ingen adress";

/* No comment provided by engineer. */
"No call in progress" = "Inget samtal pågår";

/* No comment provided by engineer. */
"No default account" = "Inget standard-konto";

/* No comment provided by engineer. */
"No microphone" = "Ingen mikrofon";

/* ICE has not been activated for this call */
"Not activated" = "Inte aktiverat";

/* No comment provided by engineer. */
"Not registered" = "Inte registrerad";

/* No comment provided by engineer. */
"Now" = "Nu";

/* InAppSettingsKit */
"OK" = "OK";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Password too long." = "Password too long.";

/* No comment provided by engineer. */
"Password too short." = "Lösenord för kort.";

/* No comment provided by engineer. */
"Passwords do not match." = "Lösenorden stämmer inte överens.";

/* No comment provided by engineer. */
"PHONE NUMBER" = "TELEFONNUMMER";

/* No comment provided by engineer. */
"Phone number length invalid." = "Telefonnummer-längd ogiltig.";

/* No comment provided by engineer. */
"Phone number too long." = "Phone number too long.";

/* No comment provided by engineer. */
"Phone number too short." = "Telefonnummer för kort.";

/* No comment provided by engineer. */
"Phone numbers" = "Telefonnummer";

/* No comment provided by engineer. */
"Photo library" = "Fotobibliotek";

/* No comment provided by engineer. */
"Please make sure your device is connected to the internet and double check your SIP account configuration in the settings." = "Please make sure your device is connected to the internet and double check your SIP account configuration in the settings.";

/* No comment provided by engineer. */
"Please terminate GSM call first." = "Please terminate GSM call first.";

/* No comment provided by engineer. */
"Provisioning Load error" = "Provisioning Load error";

/* No comment provided by engineer. */
"Registered" = "Registrerad";

/* No comment provided by engineer. */
"Registration failed" = "Registrering misslyckades";

/* No comment provided by engineer. */
"Registration failed because authentication is missing or invalid for %@@%@.\nYou can provide password again, or check your account configuration in the settings." = "Registration failed because authentication is missing or invalid for %1$@@%2$@.\nYou can provide password again, or check your account configuration in the settings.";

/* No comment provided by engineer. */
"Registration failure" = "Registreringsfel";

/* No comment provided by engineer. */
"Registration in progress" = "Registrering pågår";

/* ICE has established a connection through a relay */
"Relay connection" = "Relay connection";

/* No comment provided by engineer. */
"Remote configuration" = "Fjärrkonfiguration";

/* No comment provided by engineer. */
"Remote configuration successfully fetched and applied." = "Remote configuration successfully fetched and applied.";

/* No comment provided by engineer. */
"Remove account(s) and self destruct" = "Remove account(s) and self destruct";

/* No comment provided by engineer. */
"Reply" = "Svara";

/* Resend */
"Resend" = "Skicka igen";

/* No comment provided by engineer. */
"Select all" = "Markera alla";

/* No comment provided by engineer. */
"Select picture source" = "Välj bildkälla";

/* No comment provided by engineer. */
"Selected" = "Markerade";

/* No comment provided by engineer. */
"Send logs" = "Skicka loggar";

/* No comment provided by engineer. */
"Sending logs" = "Skickar loggar";

/* No comment provided by engineer. */
"Server error" = "Server-fel";

/* No comment provided by engineer. */
"Server request error" = "Server request error";

/* No comment provided by engineer. */
"Settings" = "Inställningar";

/* No comment provided by engineer. */
"Show" = "Visa";

/* No comment provided by engineer. */
"SIP addresses" = "SIP-adresser";

/* No comment provided by engineer. */
"Skip verification" = "Hoppa över verifikation";

/* No comment provided by engineer. */
"Stop video" = "Stoppa video";

/* No comment provided by engineer. */
"Success" = "Success";

/* No comment provided by engineer. */
"There is no network connection available, enable WIFI or WWAN prior to configure an account" = "There is no network connection available, enable WIFI or WWAN prior to configure an account";

/* No comment provided by engineer. */
"There is no network connection available, enable WIFI or WWAN prior to place a call" = "There is no network connection available, enable WIFI or WWAN prior to place a call";

/* No comment provided by engineer. */
"This account is already registered." = "Detta konto är redan registrerat.";

/* InAppSettingsKit */
"This device is not configured for sending Email. Please configure the Mail settings in the Settings app." = "This device is not configured for sending Email. Please configure the Mail settings in the Settings app.";

/* No comment provided by engineer. */
"This name is already taken." = "Detta namn är redan taget.";

/* No comment provided by engineer. */
"This operation will load a remote configuration. Continue ?" = "This operation will load a remote configuration. Continue ?";

/* No comment provided by engineer. */
"TODAY" = "IDAG";

/* No comment provided by engineer. */
"Transfer error" = "Överföringsfel";

/* No comment provided by engineer. */
"Unknown" = "Okänt";

/* No comment provided by engineer. */
"Unknown error" = "Okänt fel";

/* No comment provided by engineer. */
"Unknown error (%@)." = "Okänt fel (%@).";

/* No comment provided by engineer. */
"Unsupported transport" = "Unsupported transport";

/* No comment provided by engineer. */
"USERNAME" = "ANVÄNDARNAMN";

/* No comment provided by engineer. */
"Username length invalid." = "Användarnamnslängd ogiltig.";

/* No comment provided by engineer. */
"Username too long." = "Username too long.";

/* No comment provided by engineer. */
"Username too short." = "Användarnamn för kort.";

/* No comment provided by engineer. */
"Video cannot be activated because of low bandwidth condition, only audio is available" = "Video cannot be activated because of low bandwidth condition, only audio is available";

/* No comment provided by engineer. */
"Voice mail" = "Voice mail";

/* No comment provided by engineer. */
"Warning" = "Varning";

/* No comment provided by engineer. */
"Warning: an email will be created with 3 attachments:\n- Application logs\n- Linphone configuration\n- Chats history.\nThey may contain private informations (MIGHT contain clear-text password!).\nYou can remove one or several of these attachments before sending your email, however there are all important to diagnostize your issue." = "Warning: an email will be created with 3 attachments:\n- Application logs\n- Linphone configuration\n- Chats history.\nThey may contain private informations (MIGHT contain clear-text password!).\nYou can remove one or several of these attachments before sending your email, however there are all important to diagnostize your issue.";

/* No comment provided by engineer. */
"Warning: an email will be created with application logs. It may contain private informations (but no password!).\nThese logs are important to diagnostize your issue." = "Warning: an email will be created with application logs. It may contain private informations (but no password!).\nThese logs are important to diagnostize your issue.";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* No comment provided by engineer. */
"YESTERDAY" = "IGÅR";

/* No comment provided by engineer. */
"You already own an account." = "Du äger redan ett konto.";

/* No comment provided by engineer. */
"You cancelled your account." = "Du avbröt ditt konto.";

/* No comment provided by engineer. */
"You have already purchased an account but it does not exist anymore." = "You have already purchased an account but it does not exist anymore.";

/* No comment provided by engineer. */
"You missed a call from %@" = "Du missade ett samtal från %@";

/* No comment provided by engineer. */
"You must authorize the application to have access to address book.\nToggle the application in Settings > Privacy > Contacts" = "You must authorize the application to have access to address book.\nToggle the application in Settings > Privacy > Contacts";

/* No comment provided by engineer. */
"You need to plug a microphone to your device to use this application." = "You need to plug a microphone to your device to use this application.";

/* No comment provided by engineer. */
"Your account could not be checked yet. You can skip this validation or try again later." = "Your account could not be checked yet. You can skip this validation or try again later.";

/* No comment provided by engineer. */
"Your account could not be created, please try again later." = "Your account could not be created, please try again later.";

/* No comment provided by engineer. */
"Your device is not configured to send emails. Please configure mail application prior to send logs." = "Your device is not configured to send emails. Please configure mail application prior to send logs.";

